export const frontNavLinks = [
  {
    label: "務實理念",
    route: "/brand",
    sub: [
      {
        label: "企業精神",
        route: "/brand",
      },
      {
        label: "關係企業",
        route: "/history",
      },
    ],
  },
  {
    label: "精彩力作",
    route: "/works",
  },
  {
    label: "新案鑑賞",
    route: "/projects",
  },
  {
    label: "聯絡我們",
    route: "/contact",
  },
];

export const datas = [
  {
    title: "自遊自宅",
    years: "2015",
    desc: "大里幸福地標｜禪意品格，慢活宅邸，怡然自得的雋永，大器成家",
    city: "台中市大里區",
    route: "w01",
    image: "w01.jpg",
  },
  {
    title: "森自在",
    years: "2017",
    desc: "森林公園的家｜萬坪翠綠，居遊自然，坐望一望無際四季光景",
    city: "台中市大里區",
    route: "w02",
    image: "w02.jpg",
  },
  {
    title: "大漁ONE",
    years: "2020",
    desc: "新古典森林美學｜低碳生活，恣享綠意，以一方園林，豢養無限生機",
    city: "台中市北屯區",
    route: "w03",
    image: "w03.jpg",
  },
  {
    title: "大漁ONE PLUS",
    years: "2021",
    desc: "都會光之寓邸｜極簡淬鍊，輕奢語彙，質感演繹北屯精彩",
    city: "台中市北屯區",
    route: "w04",
    image: "w04.jpg",
  },
];

export const lifes = [
  {
    image: "p01.jpg",
    title: "草木，向光的居感",
    desc: "自然綠意，為生活注入了氧氣。渾然天成的城市自然，能為建築添上最優雅的詩情。花鳥園景，不只收羅著最舒心的蓊鬱景致，能散去煩憂，帶來日常的清明與愜意，繁茂樹影底下，也是孩童嬉戲的遊樂基地，氛氧之間，就該與家人共讀四季。",
  },
  {
    image: "p02.jpg",
    title: "開窗，容納風與光",
    desc: "大漁的建築裡，「窗」是最重要的格局。窗的存在，連結了內與外，讓微風與日光織入日常，暢通生活與世界。交誼空間、住戶客廳，大面迎光的祝褔，照耀著幸福光景；臥室、廁浴開窗的堅持，則讓清新氣流守護一家健康；地下天井的貼心規劃，則在細微處顯現大漁的用心。我們讓光影成為美好的印記，將朝氣引入居所，照亮每一段生活想像。",
  },
  {
    image: "p03.jpg",
    title: "靜心，伴一池幽靜",
    desc: "清泉的靜謐，最能沈澱心靈。水面的天光雲影，照看花鳥四季，引人忘卻時光，唯餘一片心上的澄澈。在建築中配置池水，不只養心、聚氣，也帶著動氣的流通，聚攏財富與繁榮，期許著生活之美生生不息。",
  },
  {
    image: "p04.jpg",
    title: "石質，優美成永恆",
    desc: "獨特雅緻、堅實恆久，是我們對於家的期許。大漁運用自有石材，讓多樣而精緻的石料融入建築與家居，不只滿足對於品味與質感的摯求，更為了它耐久、環保、能讓居所成為恆常的寶藏。每一片石材，皆以其獨一無二的紋理襯托起家的溫度與質感，讓優雅走入永恆，守護居住的美好信念。",
  },
  {
    image: "p05.jpg",
    title: "智能，居家更舒適",
    desc: "科技源自於人性，是為了實現更美好的生活。在住宅裡，我們堅持為健康與安全作升級：淨水設備、暖風機，以清新的空氣與水質養護家人；密碼鎖、智慧保全監控，則為家築起一道最安心的屏障。生活的舒適，交由科技落實，正是品味居家的當代智慧。",
  },
  {
    image: "p06.jpg",
    title: "共食，佳餚的姿味",
    desc: "回到家，開火炒一盤菜，煨一碗鮮魚清湯，煙火氣息中便透著豐盈與美好。大漁的空間，不只讓餐廚規劃發揮最大效益，更貼心準備廚藝教室，讓好滋味能與親朋好友共享。傾心下廚，每一道佳餚便都成為了對生活的深情禮讚。",
  },
  {
    image: "p07.jpg",
    title: "小酌，釀愜意時光",
    desc: "微醺，是城市裡繁忙的愜意妝點。夜晚時刻，把酒言歡的愜意交流，總是能卸下人與人的心房，串起美好的關係。Lounge Bar的配置，讓自家也擁有都會享受。就算是獨飲一杯的時光，放鬆身心之餘，品味也別有格調。",
  },
  {
    image: "p08.jpg",
    title: "浮空，多一處花園",
    desc: "在天與地之間，有一片浮島，綠意盎然，鳥語花香。大漁打造在空中的花園，讓自然美好遠離地面塵囂。一處都市獨有的自然，彷彿心靈的綠洲、凡俗的避世所，無論是歡聚宴饗、獨賞夜景，都將為生活烙印下美好回憶。",
  },
  {
    image: "p09.jpg",
    title: "律動，養足精氣神",
    desc: "健身，不僅僅是鍛鍊身體，更是一趟重新發現自我、挑戰自我、超越自我的歷程。趁著晨光或晚霞，在社區健身房中慢跑，或赤腳於木棧板進行瑜伽，在身體的律動間一點一滴饋養精氣神，感受著有力量的自己驅動築夢的明日。",
  },
  {
    image: "p10.jpg",
    title: "讀冊，徜徉智慧間",
    desc: "日常得空，別忘了隨時來一趟文學之旅。走入陽光充足的閱覽室、或獨佔露台間的長椅，只要尋得一處靜謐，隨時都能投身知識的汪洋，尋找未知的奧秘。一本經典名著、一刊地方小誌，文字的奇幻力量，總能在不經意處啟迪心靈。",
  },
];
