export const frontNavLinks = [
  {
    label: "務實理念",
    route: "/brand",
    sub: [
      {
        label: "企業精神",
        route: "/brand",
      },
      {
        label: "關係企業",
        route: "/history",
      },
    ],
  },
  {
    label: "精彩力作",
    route: "/works",
  },
  {
    label: "新案鑑賞",
    route: "/projects",
  },
  {
    label: "聯絡我們",
    route: "/contact",
  },
];

// 合作關係建築師或企業
export const RELATED_COMPANIES = [
  {
    name: "康文在建築師事務所",
    img: "kong.jpg",
    projects: [
      "龍潭區南龍段透天集合住宅新建工程",
      "楊梅區高榮段透天集合住宅新建工程",
      "平鎮區南華段透天集合住宅新建工程",
      "中壢區月眉段透天集合住宅新建工程",
      "新屋區高洲段透天集合住宅新建工程",
      "中壢區大路段透天集合住宅新建工程",
      "龍潭區五福段 22 樓高層集合住宅新建工程",
      "八德區豐田段 10 樓集合住宅新建工程",
      "龍潭區南龍段 14 樓集合住宅新建工程",
      "大園區西園段 13 樓集合住宅新建工程",
      "大溪區仁善段 12 樓集合住宅新建工程",
      "楊梅區梅獅段 7 樓集合住宅新建工程",
      "大溪區員林段 15 樓集合住宅新建工程",
      "大園區客運二段 13 樓集合住宅新建工程",
      "八德區中華段 15 樓集合住宅建工程",
      "楊梅區頭重溪段 7 樓集合住宅新建工程",
      "中壢區洽溪段 10 樓集合住宅新建工程",
      "大園區客運二段 11 樓集合住宅新建工程",
      "大園區客運二段 15 樓集合住宅新建工程",
      "八德區大興段 15 樓集合住宅新建工程",
      "平鎮區東金段 15 樓集合住宅新建工程",
    ],
  },
  {
    name: "林國棟建築師事務所",
    img: "lin.jpg",
    projects: [
      "各種風格住宅室內設計",
      "餐廳",
      "辦公室",
      "別墅",
      "公共工程設計監造",
    ],
  },
];
